Repository: thoanny/wp-digests
Catalog: lang/wp-digests-*.po
Languages: fr_fr

source: Options for digests
fr_fr: Options des résumés

source: Digests
fr_fr: Résumés

# Post Type General Name
source: Digests
fr_fr: Résumés

# Post Type Singular Name
source: Digest
fr_fr: Résumé

source: All Digests
fr_fr: Tous les résumés

source: View Digest
fr_fr: Afficher le résumé

source: Add New Digest
fr_fr: Ajouter un résumé

source: Add New
fr_fr: Ajouter

source: Edit Digest
fr_fr: Modifier le résumé

source: Update Digest
fr_fr: Mettre à jour le résumé

source: Search Digest
fr_fr: Chercher

source: Not found
fr_fr: Aucun résultat

source: Not found in Trash
fr_fr: Aucun résultat dans la Corbeille.

source: Digest's links
fr_fr: Liens du résumé

source: 404 Not Found
fr_fr: Ressource non trouvée

source: You must enter a valid URL here.
fr_fr: Merci d'indiquer une adresse URL valide.

source: URL Address is mandatory.
fr_fr: L'adresse URL est obligatoire.

source: URL address
fr_fr: Adresse URL

source: Loading...
fr_fr: Chargement...

source: Add
fr_fr: Ajouter

source: Remove image
fr_fr: Supprimer l'image

source: Comment
fr_fr: Commentaire

source: Title
fr_fr: Titre

source: WP Digests uses %1$s from Embed.ly for extracting data informations from the added links in digests.
fr_fr: WP Digests utilise %1$s de Embed.ly pour extraire les informations des liens ajoutés aux résumés.

source: API Key
fr_fr: Clé API

source: Acknowledgments
fr_fr: Remerciements

source: A great thanks to the nicest authors, without whom I couldn't reach the end of this first experience of creating WordPress plugin:
fr_fr: Un grand merci à ces superbes auteur(e)s, sans qui je n'aurais pu aller au terme de cette expérience de création de premier plugin :
